<html>
    <head>
        <title>Iyada Sangchan</title>
    </head>
    <body>
        <h1>Bean</h1>
        <img src="cat.jpg">
        <img src="cat.jpg">
        <br>
        <a href="https://th.wikipedia.org/wiki/%E0%B9%81%E0%B8%A1%E0%B8%A7">This is a Link</a>

        <h2>เรื่องตลก</h2>
        <ul>
            <li>มีมนุษย์ผู้ชายอยู่ 5 ประเภท ที่ผู้หญิงจะต้องปฏิบัติตามคำสั่งด้วยความยินดี 
หมอ = ถอดเสื้อผ้าออกสิ 
หมอฟัน = อ้ากว้างๆ หน่อยสิ 
คนส่งนม = ประตูหน้าหรือประตูหลังครับ 
นักตกแต่งภายใน = ถ้าคุณเอาไอ้นี่เข้าไปแล้ว คุณจะชอบมันแน่ๆ 
นายธนาคาร = ถ้าคุณถอนออกตอนนี้ คุณจะเสียใจนะครับ</li>
            
        </ul>

    </body>
</html>
